Repository: maevelander/wp-catalogue-pro
Catalog: languages/*.po
Languages: tr_tr

source: Plugin License Options
tr_tr: Eklenti Lisans Ayarları

source: Please enter and activate your license key in order to receive automatic updates and support for this plugin
tr_tr: Lütfen güncellemeler ve destek alabilmek için lisans anahtarınızı giriniz

source: License Key
tr_tr: Lisans Anahtarı

source: Enter your license key
tr_tr: Lisans Anahtarınızı Giriniz

source: Activate License
tr_tr: Lisans Etkinleştirme

source: active
tr_tr: etkinleştir

source: Deactivate License
tr_tr: Lisansı Kaldır

source: How to use this plugin
tr_tr: Bu Eklenti Nasıl Kullanılır

source: You can use 3 shortcodes
tr_tr: 3 tane shortcode kullanabilirsiniz

source: to display complete catalogue
tr_tr: tüm ürünleri göstermek için

source: to display featured products anywhere on your blog.
tr_tr: herhangi bir bölümde öne çıkan ürünleri göstermek için

source: to display products from specific category.
tr_tr: belli bir kategorideki ürünleri göstermek için

source: Help Improve This Plugin!
tr_tr: Bu eklentinin gelişimine yardımcı ol!

source: Enjoyed this plugin? All donations are used to improve and further develop this plugin. Thanks for your contribution.
tr_tr: Eklentiyi beğendiniz mi? Tüm bağışlar bu eklentinin gelişmesi ve yenilenmesi için kullanılacak. Desteğiniz için teşekkürler.

source: you can also help by
tr_tr: ayrıca yardım edebileceğiniz seçenekler

source: rating this plugin on wordpress.org
tr_tr: bu eklentiyi wordpress.org üzerinden oylayabilirsiniz.

source: Need Support?
tr_tr: Yardım mı Lazım?

source: Check out the
tr_tr: Sorularınız için

source: and
tr_tr: ve

source: Support Forums
tr_tr: Destek Forumu

source: Settings
tr_tr: Ayarlar

source: Settings updated successfully
tr_tr: Ayarlar başarıyla güncellendi

source: Settings
tr_tr: Ayarlar

source: Adjust the basic presentation of your product catalogue here. It is important to set this up before you start uploading products so the plugin knows what size to generate thumbnails and product images
tr_tr: Ürünlerinizin sunum ayarlarını buradan, ürünlerinizi eklemeden önce yapmanız, ürünlerin görsellerinin ve ön izleme görsellerinin düzgün bir şekilde oluşturulması için önemlidir.

source: You can further customise the design of your product catalogue in your theme css.
tr_tr: Daha fazla tasarımsal değişikliği temanızdaki css dosyasından yapabilirsiniz.

source: Grid Rows
tr_tr: Satırlar

source: products per row
tr_tr: her satırdaki ürün sayısı

source: Choose Theme Color
tr_tr: Tema Renk Seçimi

source: Pagination
tr_tr: Sayfalandırma

source: products per page (use 0 for unlimited)
tr_tr: her sayfadaki en fazla ürün sayısı (sınırzı için 0)

source: Breadcrumbs
tr_tr: Üst Navigasyon

source: Show Product Titles
tr_tr: Ürün Başlıklarını Göster

source: Sidebar
tr_tr: Kenar Menü

source: Gallery Image
tr_tr: Galeri Görseli

source: Height
tr_tr: Yükseklik

source: Width
tr_tr: Genişlik

source: Thumbnail
tr_tr: Küçük Resim

source: Scale & Crop
tr_tr: Ölçeklendir & Kırp

source: Scale To Fit
tr_tr: Ölçeklendir & Uzat

source: Show Next/Prev Links
tr_tr: Sonraki/Önceki Linklerini Göster

source: Inner Template Header
tr_tr: İç Şablon Başlığı

source: Use this area to add your theme layout divs if you are having problems with inner pages of the catalogue.
tr_tr: Bu bölümü temanızın görünümüne divler eklemek için kullanabilirsiniz.

source: Inner Template Footer
tr_tr: İç Şablon Albaşlığı

source: Use this area to close the open divs after the WP Catalogue.
tr_tr: Bu alanı katalogda açılmış divleri kapatmak için kullanabilirsiniz.

source: to display featured products category
tr_tr: öne çıkan ürünler kategorisini göstermek için

source: to display a specific category
tr_tr: belirli bir kategoriyi göstermek için

source: Custom Taxonomy Order settings
tr_tr: Özel Kategori Sıra ayarları

source: Drag and drop items to customise the order of categories in WP Catalogue
tr_tr: Sürekle bırak yöntemiyle kategorilerin sıralamasını değiştirebilirsiniz

source: Save Order
tr_tr: Sıralamayı Kaydet

source: No terms found
tr_tr: Herhangi bir kategori bulunamadı

source: Drag and drop items to customise the order of products in WP Catalogue
tr_tr: Sürekle bırak yöntemiyle ürünlerin sıralamasını değiştirebilirsiniz

source: Enjoyed this plugin? All donations are used to improve and further develop this plugin. Thanks for your contributaion.
tr_tr: Eklentiyi beğendiniz mi? Tüm bağışlar bu eklentinin gelişmesi ve yenilenmesi için kullanılacak. Desteğiniz için teşekkürler.

source: If you are having problems with plugin please talk about them on
tr_tr: Eğer eklentiyle ilgili bir sıkıntı yaşıyorsanız, yardım için forum sayfamızı ziyaret edebilirsiniz

source: Order updated successfully.
tr_tr: Sıralama başarıyla güncellendi

source: An error occured, order has not been saved.
tr_tr: Bir hata oluştu, sıralama kaydedilemedi.

source: Ordering
tr_tr: Sıralama yapılıyor

source: Drag and drop items to set the custom order.
tr_tr: Sürükle bırak yöntemiyle öğelerin sıralamasını değiştirin

source: WP Catalogue +
tr_tr: WP Katalog +

source: WP Catalogue
tr_tr: WP katalog

source: Add New Product
tr_tr: Yeni Ürün Ekle

source: Edit Product
tr_tr: Ürünü Düzenle

source: View Product
tr_tr: Ürünü Görüntüle

source: Search WPC Product
tr_tr: Ürünlerde Ara

source: No Product found
tr_tr: Ürün Bulunamadı

source: No Product found in trash
tr_tr: Çöpte Ürün Bulunmamakta

source: Search Categories
tr_tr: Kategorilerde Ara

source: All Categories
tr_tr: Tüm Kategoriler

source: Parent Categories
tr_tr: Evebeyn Kategoriler

source: Parent Categories:
tr_tr: Evebeyn Kategoriler:

source: Edit Categories
tr_tr: Kategorileri Düzenle

source: Update Categories
tr_tr: Kategorileri Düzenle

source: Add New Categories
tr_tr: Yeni Kategori Ekle

source: New Categories Name
tr_tr: Yeni Kategori Adı

source: Categories
tr_tr: Kategoriler

source: Title
tr_tr: Başlık

source: <a href="javascript:;">Category</a>
tr_tr: <a href="javascript:;">Kategoriler</a>

source: Date
tr_tr: Tarih

source: No Category
tr_tr: Kategori Yok
