Repository: maevelander/wp-catalogue-pro
Catalog: languages/wpc-*.po
Languages: de_de, fr_fr, it_it, nl_nl, pt_br, sl_si

source: If you are having problems with plugin please talk about them on
fr_fr: Si vous rencontrez des problèmes avec ce plugin s'il vous plaît parlez-en sur
it_it: Se stai riscontrando problemi con il plugin parlane su
nl_nl: Als u problemen ondervindt met deze plugin kunt u dat bespreken op
pt_br: Se você estiver enfrentando problemas com esse plugin, por favor fale sobre isso em
sl_si: Če imate težave z vtičnikom vas prosimo, da o njih razpravljate na

source: <a href="javascript:;">Category</a>
fr_fr: <a href="javascript:;">Catégorie</a>
it_it: <a href="javascript:;">Categoria</a>
nl_nl: <a href="javascript:;">Categorie</a>
sl_si: <a href="javascript:;">Kategorija</a>

source: to display featured products category
nl_nl: om de uitgelichte producten categorie te tonen
pt_br: para exibir a categoria produtos em destaque
sl_si: za prikaz kategorije izložba

source: to display a specific category
nl_nl: om een specifieke categorie te tonen
pt_br: para exibir uma categoria específica
sl_si: za prikaz določene kategorije

source: WP Catalogue +
sl_si: WP Katalog +

source: WP Catalogue
sl_si: WP Katalog
