Repository: maevelander/wp-catalogue-pro
Catalog: languages/wpc-*.po
Languages: de_de, fr_fr, it_it, nl_nl, pt_br, sl_si

source: WP Catalogue Pro Image Resizing
de_de: WP Catalogue Pro Bildgröße anpassen

source: Congratulations, all Product Images Resized Successfully.
de_de: Glückwunsch, die Größe aller Produktbilder wurde erfolgreich angepasst.

source: Next Batch
de_de: Nächster Batch

source: Order
de_de: Reihenfolge

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
pt_br: Configurações
sl_si: Nastavitve

source: Activate License
de_de: Lizenz aktivieren
fr_fr: Activer la licence
it_it: Attiva Licenza
nl_nl: Licentie activeren
pt_br: Ativar Licença
sl_si: Aktivirajte Licenco

source: Plugin License Options
de_de: Plugin-Lizenz-Optionen
fr_fr: Options de licence du plugin
it_it: Opzioni Licenza Plugin
nl_nl: Plugin licentie opties
pt_br: Opções de Licença do Plugin
sl_si: Možnosti licence vtičnika

source: Please enter and activate your license key in order to receive automatic updates and support for this plugin
de_de: Bitte geben Sie Ihren Lizenzschlüssel ein und aktivieren Sie diesen, um automatische Updates und Support für dieses Plugin zu erhalten.
nl_nl: Voer uw licentiesleutel in en activeer deze zodat u automatische updates en support kunt ontvangen voor deze plugin
pt_br: Por favor digite sua chave de licença e ative-a para receber as atualizações automáticas e suporte ao plugin
sl_si: Prosimo vnesite in aktivirajte licenčni ključ, da boste lahko prejeli avtomatske posodobitve in podporo za ta vtičnik

source: License Key
de_de: Lizenzschlüssel
fr_fr: Clé de la licence
it_it: Chiave di Licenza
nl_nl: Licentie code
pt_br: Chave de licença
sl_si: Licenčni Ključ

source: Enter your license key
de_de: Lizenzschlüssel eingeben
fr_fr: Entrez votre clé de licence
it_it: Inserisci la tua chiave di licenza
nl_nl: Licentie invoeren
pt_br: Digite sua chave de licença
sl_si: Vnesite vaš licenčni ključ

source: active
de_de: aktiviert
fr_fr: Activer
it_it: attiva
nl_nl: actief
pt_br: ativar
sl_si: aktivno

source: Deactivate License
de_de: Lizenz deaktivieren
fr_fr: Désactiver la licence
it_it: Deattiva Licenza
nl_nl: Licentie deactiveren
pt_br: Desativar Licença
sl_si: Deaktivirajte Licenco

source: How to use this plugin
de_de: Wie Sie dieses Plugin benutzen
fr_fr: Comment utiliser ce plugin
it_it: Come usare questo plugin
nl_nl: Gebruik van deze plugin
pt_br: Como usar este plugin
sl_si: Kako uporabljati ta vtičnik

source: You can use 3 shortcodes
de_de: Es gibt 3 Möglichkeiten, um einen Katalog in Seiten oder Beiträge einzubinden. Verwenden Sie dazu einen der folgenden [Shortcodes]:
fr_fr: Vous pouvez utiliser 3 shortcodes
it_it: Puoi usare 3 shortcodes
nl_nl: U kunt 3 shortcodes gebruiken
pt_br: Você pode usar 3 códigos curtos
sl_si: Lahko uporabite 3 kratke kode

source: to display complete catalogue
de_de: um den gesamten Katalog anzeigen
fr_fr: Pour afficher le catalogue complet
it_it: per mostrare il catalogo completo
nl_nl: om de complete product catalogus te tonen.
pt_br: para exibir o catálogo completo
sl_si: da se prikaže celoten katalog

source: to display featured products anywhere on your blog.
de_de: um als "featured" gekennzeichnete Produkte anzeigen.
fr_fr: Pour afficher les produits vedette partout sur votre blog.
it_it: per mostrare i prodotti in evidenza ovunque sul tuo blog
nl_nl: om de uitgelichte producten te tonen op de gewenste pagina.
pt_br: para exibir produtos em destaque em qualquer lugar em seu blog.
sl_si: da se prikažejo izdelki iz izložbe kjerkoli na vašem blogu.

source: to display products from specific category.
de_de: um Produkte einer bestimmten Kategorie anzeigen.
fr_fr: Pour afficher les produits d’une catégorie spécifique.
it_it: per mostrare i prodotti da una categoria specifica.
nl_nl: om de producten van een specifieke categorie te tonen.
pt_br: para exibir produtos de uma categoria específica.
sl_si: da se prikažejo izdelki iz določene kategorije.

source: Help Improve This Plugin!
de_de: Helfen Sie uns dieses Plugin zu verbessern!
fr_fr: Aidez à améliorer ce plugin !
it_it: Aiuta a Migliorare questo Plugin!
nl_nl: Verbeter deze plugin!
pt_br: Ajude a melhorar este Plugin!
sl_si: Pomagajte izboljšati ta vtičnik!

source: Enjoyed this plugin? All donations are used to improve and further develop this plugin. Thanks for your contribution.
de_de: Gefällt Ihnen dieses Plugin? Alle Spenden werden für Verbesserungen und die Weiterentwicklung dieses Plugins verwendet. Wir bedanken uns für Ihren Beitrag.
fr_fr: Avez-vous apprécié ce plugin? Tous les dons sont utilisés pour améliorer et développer ce plugin. Merci pour votre contribution.
it_it: Hai apprezzato questo plugin? Tutte le donazioni sono usate per migliorare e sviluppare questo plugin. Grazie per il tuo contributo.
nl_nl: Tevreden over deze plugin? Alle donaties zullen worden gebruikt om deze plugin te verbeteren en verder te ontwikkelen. Bedankt voor uw bijdrage.
pt_br: Gostando do Plugin? Todas as doações são usadas para melhorar ainda mais o desenvolvimento do Plugin. Obrigado pela sua contribuição.
sl_si: Vam je vtičnik všeč? Vse donacije so porabljene za izboljšanje in nadaljnjo razvijanje tega vtičnika. Hvala za vaš prispevek.

source: you can also help by
de_de: Sie können uns auch helfen mit einer
fr_fr: Vous pouvez aussi aider par
it_it: puoi aiutare anche
nl_nl: U kunt ook helpen door
pt_br: Você também pode ajudar
sl_si: lahko pomagate tudi z

source: rating this plugin on wordpress.org
de_de: Bewertung dieses Plugins bei wordpress.org
fr_fr: Notez ce plugin sur wordpress.org
it_it: votando questo plugin su wordpress.org
nl_nl: deze plugin een waardering te geven op wordpress.org
pt_br: classifique este Plugin em wordpress.org
sl_si: ocenitvijo tega vtičnika na wordpress.org

source: Need Support?
de_de: Brauchen Sie Hilfe?
fr_fr: Besoin d’aide?
it_it: Bisogno di Supporto?
nl_nl: Hulp nodig?
pt_br: Precisa de ajuda?
sl_si: Potrebujete Pomoč?

source: Check out the
de_de: Dann empfehlen wir Ihnen diese Links für
fr_fr: Consultez la
it_it: Controlla il
nl_nl: Raadpleeg de
pt_br: De uma olhada no
sl_si: Preverite

source: and
de_de: und
fr_fr: et
it_it: e
nl_nl: en
pt_br: e
sl_si: in

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
pt_br: Configurações
sl_si: Nastavitve

source: Settings updated successfully
de_de: Einstellungen erfolgreich aktualisiert
fr_fr: Paramètres mis à jour avec succès
it_it: Impostazioni aggiornate con successo
nl_nl: Instellingen zijn gewijzigd
pt_br: Configurações atualizadas com sucesso
sl_si: Nastavitve so bile uspešno posodbljene

source: Adjust the basic presentation of your product catalogue here. It is important to set this up before you start uploading products so the plugin knows what size to generate thumbnails and product images
de_de: Passen Sie hier die Grundeinstellungen zur Darstellung für Ihren Produktkatalog an. Wichtig ist, dass Sie diese Einstellungen vornehmen, bevor Sie Ihre Bilder hochladen! Nur so ist sichergestellt, dass die Bilder für die Produktanzeige in den richtigen Größen erzeugt werden.
fr_fr: Ajuster la présentation de base de votre catalogue de produits ici. Il est important de la mettre en place avant de commencer vos téléchargement de sorte que le plug-in sache quelle taille il doit générer les vignettes et images de vos produits.
it_it: Sistema la presentazione base del tuo catalogo prodotti qui. E' importante impostare questo prima di iniziare a caricare i prodotti così che il plugin sappia di che dimensioni generare le miniature e le immagini prodotto
nl_nl: Pas hier de basis instellingen van uw product catalogus aan. Het is belangrijk dit te doen voordat er producten worden toegevoegd, zodat de plugin weet in welke grootte de thumbnails en product afbeeldingen moeten worden gegenereerd.
pt_br: Ajuste a apresentação básica do seu catálogo aqui. É importante configurar isso antes de começar a enviar seus produtos, para o plugin saber qual o tamanho para gerar miniaturas das imagens dos produtos.
sl_si: Tukaj nastavite osnovno prezentacijo vašega kataloga izdelkov. Postopek je potrebno narediti preden začnete nalagati izdelke, da vtičnik generira pravilno velikost predoglednih sličic in slik izdelkov.

source: You can further customise the design of your product catalogue in your theme css.
de_de: Das Layout Ihres Produktkatalogs können Sie im Stylesheet zu Ihrem Theme anpassen.
fr_fr: Vous pouvez personnaliser davantage la conception de votre catalogue de produits dans votre thème avec css .
it_it: Puoi modificare successivamente il design del tuo catalogo prodotti tramite CSS del tuo tema
nl_nl: U kunt het design van de product catalogus verder aanpassen in uw thema css.
pt_br: Você pode personalizar ainda mais o design do seu catálogo de produtos no seu tema css
sl_si: Nadalje lahko oblikujete izgled vašega kataloga izdelkov po meri v css datoteki vaše teme.

source: Grid Rows
de_de: Tabellenzeilen
fr_fr: Les lignes de la grille
it_it: Righe della Griglia
nl_nl: Raster
pt_br: Linhas de grade
sl_si: Vrstice Mreže

source: products per row
de_de: Anzahl Produkte pro Zeile
fr_fr: produits par rangée
it_it: prodotti per riga
nl_nl: producten per regel
pt_br: produtos por linha
sl_si: izdelki na vrstico

source: Choose Theme Color
de_de: Farbauswahl für Theme
fr_fr: Choisir la couleur du thème
it_it: Scegli Colore del Tema
nl_nl: Kies thema kleur
pt_br: Selecione a cor do tema
sl_si: Izberite Barvo Teme

source: Pagination
de_de: Seitenumbruch
it_it: Paginazione
nl_nl: Paginering
pt_br: Paginação
sl_si: Številčenje strani

source: products per page
de_de: Anzahl Produkte pro Seite

source: ON
de_de: AN
fr_fr: MARCHE

source: OFF
de_de: AUS
fr_fr: ARRET

source: Custom Fields
de_de: Benutzerdefinierte Felder
fr_fr: Les Champs Personnalisés

source: Show Product Titles
de_de: Zeige Produktnamen
fr_fr: Afficher les titres des produits
it_it: Mostra i Titoli Prodotto
nl_nl: Toon product titels
pt_br: Mostrar Título dos Produtos
sl_si: Pokaži Naslove Izdelkov

source: Show Next/Prev Links
de_de: Zeige Links Vorheriges/ Nächstes
fr_fr: Afficher les liens Suivant / Précédent
it_it: Mostra i collegamenti Avanti/Indietro
nl_nl: Toon Volgende/Vorige
pt_br: Mostar Links Próximo/Anterior
sl_si: Pokaži povezave Naslednji/Prejšnji

source: Yes
de_de: Ja
fr_fr: Oui

source: No
de_de: Nein
fr_fr: Non

source: Sidebar
de_de: Seitenleiste
fr_fr: Barre de coté
nl_nl: Menu
pt_br: Bara Lateral
sl_si: Stranska vrstica

source: Accordion Sidebar
de_de: Akkordeon Seitenleiste
fr_fr: Bar de coté en accordéon

source: All Products Alias
de_de: Alias für "All Products"

source: Note:
de_de: Hinweis:

source: The first category title in the sidebar labeled "All Products" but you can change that here
de_de: Label für die oberste Kategorie in der Seitenleiste ("All Products") ändern

source: Large Image
de_de: Großes Bild

source: Height:
de_de: Höhe:

source: Width:
de_de: Breite:

source: Thumbnail
de_de: Vorschaubilder
fr_fr: Miniature
it_it: Miniatura
pt_br: Miniatura
sl_si: Predogledna sličica

source: height:
de_de: Höhe:

source: Gallery Layout
de_de: Anordnung der Galerie

source: Vertical
de_de: Vertikal

source: Use this area to add your theme layout divs if you are having problems with inner pages of the catalogue.
de_de: In diesem Bereich können divs für das Theme-Layout ergänzt werden, wenn es Darstellungsprobleme bei den "Inner pages" des Katalogs gibt.
fr_fr: Utilisez cette zone pour ajouter vos divs du thème, si vous rencontrez des problèmes avec les pages intérieures du catalogue .
it_it: Usa quest'area per aggiungere al layout del tuo tema dei div se stai avendo problemi con le pagine interne del catalogo.
nl_nl: Gebruik dit veld om uw thema layout divs toe te voegen als u problemen ondervindt met de ingesloten pagina's van de catalogus.
pt_br: Use esta área para adicionar o layout de divs do seu tema se você estiver enfrentando problemas com as páginas internas do catálogo.
sl_si: Uporabite to polje za dodajanje div značk vaše teme, če imate probleme z notranjimi stranmi kataloga.

source: Use this area to close the open divs after the WP Catalogue.
de_de: Verwenden Sie diesen Bereich, um offene divs in WP Catalogue zu schließen.
fr_fr: Utilisez cette zone pour fermer les divs ouvertes après le WP catalogue .
it_it: Usa quest'area per chiudere i div aperti dopo WP Catalogue
nl_nl: Gebruik dit veld om de open divs na WP Catalogue te sluiten.
pt_br: Use esta área para fechar divs abertas depois do WP Catalogue.
sl_si: Uporabite to polje za zaključne značke odprtih div značk po WP Katalogu.

source: Save Changes
de_de: Speichern

source: FAQs for Documentation
de_de: FAQs / Dokumentation
fr_fr: FAQ et documentations

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
de_de: Es gibt eine neue Version von %1$s. <a target="_blank" class="thickbox" href="%2$s">Details für Version %3$s anzeigen</a>

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
de_de: Es gibt eine neue Version von %1$s. <a target="_blank\" class="thickbox" href="%2$s\">Details für Version %3$s anzeigen</a> oder <a href="%4$s">jetzt aktualisieren</a>.

source: You do not have permission to install plugin updates
de_de: Sie verfügen nicht über die benötigten Berechtigungen, um dieses Update zu installieren.

source: Error
de_de: Fehler

source: Custom Taxonomy Order settings
de_de: Taxonomie für Reihenfolge anpassen
fr_fr: Réglages personnalisés de l’ordre de taxonomie
it_it: Impostazioni dell'Ordine delle Tassonomie Personalizzate
nl_nl: Aangepaste taxonomie volgorde instellingen
pt_br: Configurações Personalizadas de Taxas e Impostos
sl_si: nastavitve Vrstnega Reda Taksonomije po meri

source: Order Categories
de_de: Reihenfolge Kategorien

source: Drag and drop items to customise the order of categories in WP Catalogue
de_de: Kategorien per Drag and Drop in die gewünschte Reihenfolge bringen.
fr_fr: Faire glisser des éléments pour personnaliser l'ordre des catégories dans WP catalogue
it_it: Trascina e rilascia gli elementi per personalizzare l'ordine delle categorie in WP Catalogue
nl_nl: Drag & drop items om de volgorde van categorieën aan te passen in WP Catalogue
pt_br: Arrastar e soltar itens para personalizar a ordem das categorias no WP Catalogue
sl_si: Uporabi metodo vleci in spusti, za spremembo vrstnega reda kategorij v WP Katalogu

source: Save Order
de_de: Reihenfolge speichern
fr_fr: Sauvegarder l’odre
it_it: Salva Ordine
nl_nl: Bijwerken
pt_br: Salvar Pedido
sl_si: Shranite vrstni red

source: No terms found
de_de: Keine Treffer gefunden
fr_fr: Aucun terme trouvé
it_it: Nessun termine trovato
nl_nl: Geen termen gevonden
pt_br: Termos não encontrados
sl_si: Ni najdenih izrazov

source: Order Products
de_de: Reihenfolge Produkte

source: Drag and drop items to customise the order of products in WP Catalogue
de_de: Produkte per Drag and Drop in die gewünschte Reihenfolge bringen
fr_fr: Faire glisser des éléments pour personnaliser l'ordre de produits dans WP catalogue
it_it: Trascina e rilascia gli elementi per personalizzare l'ordine dei prodotti in WP Catalogue
nl_nl: Drag & drop items om de volgorde van producten aan te passen in WP Catalogue
pt_br: Arrastar e soltar itens para personalizar a ordem dos produtos no WP Catalogue
sl_si: Povleci in spusti elemente za spremembo vrstnega reda izdelkov v WP Katalogu

source: Enjoyed this plugin? All donations are used to improve and further develop this plugin. Thanks for your contributaion.
de_de: Gefällt Ihnen dieses Plugin? Alle Spenden werden für Verbesserungen und die Weiterentwicklung dieses Plugins verwendet. Wir bedanken uns für Ihren Beitrag.
fr_fr: Vous avez apprécié ce plugin ? Tous les dons sont utilisés pour améliorer et développer ce plugin. Merci pour votre contribution.
it_it: Hai apprezzato questo plugin? Tutte le donazioni sono usate per migliorare e sviluppare questo plugin. Grazie per il tuo contributo.
nl_nl: Tevreden over deze plugin? Uw eventuele donatie zal worden gebruikt om deze plugin te verbeteren en verder te ontwikkelen. Bedankt voor uw bijdrage.
pt_br: Gostando do plugin? Todas as doações são usadas para melhorar ainda mais o desenvolvimento do plugin. Obrigado pela sua contribuição.
sl_si: Vam je vtičnik všeč? Vse donacije so porabljene za izboljšave in nadaljnji razvoj tega vtičnika. Hvala za vaš prispevek.

source: Order updated successfully.
de_de: Reihenfolge erfolgreich aktualisiert.
fr_fr: Ordre correctement mis-à-jour.
it_it: Ordine modificato con successo.
nl_nl: Wijzigingen zijn opgeslagen.
pt_br: Pedido atualizado com sucesso
sl_si: Vrstni red je uspešno posodobljen.

source: An error occured, order has not been saved.
de_de: Es ist ein Fehler aufgetreten, Reihenfolge konnte nicht gespeichert werden.
fr_fr: Une erreur est survenue, l’ordre n’a pas été sauvegardé.
it_it: C'è stato un errore, l'ordine non è stato salvato.
nl_nl: Er is een fout opgetreden, wijzigingen zijn niet opgeslagen.
pt_br: Aconteceu um erro, o pedido nao foi salvo.
sl_si: Prišlo je do napake, vrstni red ni shranjen.

source: Ordering
de_de: Sortieren
fr_fr: commande
it_it: Ordinando
nl_nl: Sorteren
pt_br: Ordenação
sl_si: Razvrščanje

source: Drag and drop items to set the custom order.
de_de: Elemente per Drag and Drop in die gewünschte Reihenfolge bringen.
fr_fr: Faire glisser des éléments pour définir l'ordre personnalisé.
it_it: Trascina e rilascia gli elementi per impostare l'ordine personalizzato
nl_nl: Drag en drop items om de volgorde aan te passen.
pt_br: Arraste e solte itens para definir a ordem do pedido.
sl_si: Povleci in spusti element za nastavitev vrstnega reda po meri.

source: Add
de_de: Hinzufügen

source: Add New Product
de_de: Produkt hinzufügen
fr_fr: Rajouter un nouveau produit
it_it: Aggiugni un Nuovo Prodotto
nl_nl: Product toevoegen
pt_br: Adicionar Produto Novo
sl_si: Dodaj Nov Izdelek

source: Edit Product
de_de: Produkt bearbeiten
fr_fr: Editer le produit
it_it: Modifica Prodotto
nl_nl: Product bewerken
pt_br: Editar Produto
sl_si: Uredi Izdelek

source: View Product
de_de: Produkt anzeigen
fr_fr: Voir le produit
it_it: Vedi Prodotto
nl_nl: Product bekijken
pt_br: Visualizar Produto
sl_si: Ogled Izdelka

source: Search WPC Product
de_de: Produkt suchen
fr_fr: Recherche d’un produit
it_it: Cerca Prodotto
nl_nl: WPC product zoeken
pt_br: Procurar Produto no WPC
sl_si: Išči WPC izdelek

source: No Product found
de_de: Kein Produkt gefunden
fr_fr: Pas de produit trouvé
it_it: Nessun Prodotto trovato
nl_nl: Geen product gevonden
pt_br: Nenhum Produto Encontrado
sl_si: Ni najdenih izdelkov

source: No Product found in trash
de_de: Kein Produkt im Papierkorb gefunden
fr_fr: Pas de produit trouvé dans la poubelle
it_it: Nessun Prodotto trovato nel cestino
nl_nl: Geen product gevonden in prullenbak
pt_br: Nenhum Produto encontrado na lixeira
sl_si: V smetnjaku ni najdenih izdelkov

source: Search Categories
de_de: Kategorien durchduchen
fr_fr: Catégorie de recherche
it_it: Cerca Categorie
nl_nl: Categorieën zoeken
pt_br: Procurar por Categorias
sl_si: Išči Kategorije

source: All Categories
de_de: Alle Kategorien
fr_fr: Toutes les catégories
it_it: Tutte le Categorie
nl_nl: Alle categorieën
pt_br: Todas Categorias
sl_si: Vse Kategorije

source: Parent Categories
de_de: Übergeordnete Kategorien
fr_fr: Catégorie parent
it_it: Categorie Genitori
nl_nl: Bovenliggende categorie
pt_br: Categoria Principal
sl_si: Starševske Kategorije

source: Parent Categories:
de_de: Übergeordnete Kategorien:
fr_fr: Catégorie parent:
it_it: Categorie Genitori:
nl_nl: Bovenliggende categorie:
pt_br: Categoria Principal:
sl_si: Starševske Kategorije:

source: Edit Categories
de_de: Kategorien bearbeiten
fr_fr: Editer la catégorie
it_it: Modifica Categorie
nl_nl: Categorie bewerken
pt_br: Editar Categoria
sl_si: Uredi Kategorije

source: Update Categories
de_de: Kategorien aktualisieren
fr_fr: Mise à jour de la catégorie
it_it: Aggiorna Categorie
nl_nl: Bijwerken
pt_br: Atualizar Categoria
sl_si: Posodobi Kategorije

source: Add New Categories
de_de: Neue Kategorien anlegen
fr_fr: Rajouter une nouvelle catégorie
it_it: Aggiungi Nuove Categorie
nl_nl: Nieuwe categorieën toevoegen
pt_br: Adicionar Categoria Nova
sl_si: Dodaj Nove Kategorije

source: New Categories Name
de_de: Bezeichnung für neue Kategorie
fr_fr: Nouveau nom de catégorie
it_it: Nome delle Nuove Categorie
nl_nl: Categorie naam
pt_br: Nome Da Categoria Nova
sl_si: Ime Nove Kategorije

source: Categories
de_de: Kategorien
fr_fr: Catégorie
it_it: Categorie
nl_nl: Categorieën
pt_br: Categoria
sl_si: Kategorije

source: Search WP Catalogue Tags
de_de: WP Catalogue Tags suchen

source: All WP Catalogue Tags
de_de: Alle WP Catalogue Tags

source: Edit WP Catalogue Tag
de_de: WP Catalogue Tags bearbeiten

source: Update WP Catalogue Tag
de_de: WP Catalogue Tags aktualisieren

source: Add New WP Catalogue Tag
de_de: WP Catalogue Tags hinzufügen

source: New WP Catalogue Tag Name
de_de: Bezeichnung für neues WP Catalogue Tag

source: Title
de_de: Titel
fr_fr: Titre
it_it: Titolo
nl_nl: Naam
pt_br: Título
sl_si: Naslov

source: Category
de_de: Kategorie

source: Date
de_de: Datum
it_it: Data
nl_nl: Datum
pt_br: Data
sl_si: Datum

source: No Category
de_de: Keine Kategorie
fr_fr: Pas de catégorie
it_it: Nessuna Categoria
nl_nl: Geen categorie
pt_br: Sem Categoria
sl_si: Ni Kategorije

source: Image:
de_de: Bild:

source: Upload
de_de: Hochladen

source: Remove
de_de: Entfernen
fr_fr: Eliminer

source: Add Another Image
de_de: Ein weiteres Bild hinzufügen
fr_fr: Rajouter une autre image

source: Product Details
de_de: Produktdetails

source: Price:
de_de: Preis:

source: Support Forums
fr_fr: Forums d’aides
it_it: Forum di Supporto
pt_br: Fórum de suporte
sl_si: Forum za Podporo

source: products per page (use 0 for unlimited)
fr_fr: produits par page ( 0 pour illimitée )
it_it: prodotti per pagina (usa 0 per illimitati)
nl_nl: producten per pagina (gebruik 0 voor onbeperkt)
pt_br: produtos por página (use 0 para ilimitado)
sl_si: izdelki na stran (uporabite 0 za neskončno)

source: Breadcrumbs
fr_fr: Le fil d'Ariane
nl_nl: Kruimelpad
sl_si: Navigacijska vrstica

source: Main Category Heading
fr_fr: Rubrique principal de catégorie

source: You can change main category list heading. Default is "All Products"
fr_fr: Vous pouvez modifier la liste des catégorie principales. Par défaut il y à " Tous les produits "

source: Gallery Image
fr_fr: Galerie de photos
it_it: Immagine della Galleria
nl_nl: Galerij afbeelding
pt_br: Galeria de Imagens
sl_si: Slika galerije

source: Height
fr_fr: hauteur
it_it: Altezza
nl_nl: Hoogte
pt_br: Altura
sl_si: Višina

source: Width
fr_fr: Largeur
it_it: Larghezza
nl_nl: Breedte
pt_br: Largura
sl_si: Širina

source: Scale & Crop
fr_fr: Échelle et recadrer
it_it: Scala & Taglia
nl_nl: Schalen en bijsnijden
pt_br: Dimensionar e Cortar
sl_si: Prilagodi velikost in obreži

source: Scale To Fit
fr_fr: Adapter à l’écran
it_it: Scala per Adattare
nl_nl: Passend maken
pt_br: Dimensionar Para Caber
sl_si: Prilagodi velikost da zapolni

source: Inner Template Header
fr_fr: Template interne de l’en-tête
it_it: Testata del Template Interno
nl_nl: Ingesloten sjabloon koptekst
pt_br: Interior do cabeçalho do template
sl_si: Glava notranje predloge

source: Inner Template Footer
fr_fr: Template interne du pied de page
it_it: Piè di Pagina del Template Interno
nl_nl: Ingesloten sjabloon voettekst
pt_br: Interior do rodapé do template
sl_si: Noga notranje predloge
